@extends('layouts.app')	

@section('content')

	<div class="container-fluid">
		<div class="serviceOverlay jumbotron bg-transparent">
		  <h1>चीना-टिप्पण</h1>
		  <hr class="my-4">
		  <br><br>
		</div>
	</div>	

	<div class="white jumbotron" id="about">
	  <br><br>
	  <h2>के हो <span class="orange">चीना-टिप्पण?</span></h2>
	  	<div class="row">
	  		<div class="col-sm-12 col-md-7">
	  			<br>
	  			<h4>चीना-टिप्पण</h4>
	  			<p>
	  				<br>कुण्डली मानवजीवनको सूक्ष्मद्रष्टा दर्पण हो । व्यवस्थित तरिकाले कुण्डलीको विवेचना र विश्लेषण गरिएको पत्रिकालाई नेपाली भाषामा सूतिका, टिपन, चिना, जन्मपत्रिका आदि भन्ने चलन छ । योग्य ज्योतिषीका हातबाट विशुद्ध गणितीय गणनाका आधारमा चिना बनाएर राख्दा व्यक्तिको जीवन सुव्यवस्थित हुने आमधारणा र विश्वास छ । त्यसैले व्यक्तिहरू किसिम–किसिमका गणितीय प्रयोग भएका चिना, जन्मकुण्डली आदि निर्माण गरेर राख्ने गर्दछन् ।<br><br>
	  				हामीले बनाएको जन्मपत्रिकामा प्रशस्ति खण्डका अतिरिक्त लग्नादि द्वादश भावको गणितीय चक्र, धूमादि अप्रकाश ग्रहको स्थिति, राश्यादि मान, गति, मैत्रीस्थिति, चलितचक्र, नराकारचक्र, कारकादि सहित समस्त ग्रहको गणितीय हिसाब, विंशोत्तरी, त्रिभागी र योगिनीको चक्र (नेपाली सम्बत् वा ईश्वीसम्बत्मा), होरा, द्रेष्काण, सप्तमांशक, नवमांशकादि इच्छानुकूल षड्वर्गीय वा षोडशवर्गीय कुण्डली लेख्ने र नेपाली भाषामा ग्रहका मुख्यमुख्य प्रभाव र नेपाली मिति वा अंग्रेजी तारिकमा महादशा, अन्तर आदिको विवरण तपाईंले सरल ढंगले बुझ्ने गरी राखिएको हुन्छ। चिना बनाएर कुनै विशिष्ट जिज्ञासा जान्न चाहँदा हामी ती प्रश्नहरूको समुचित उत्तर समेत लेखेर र कुनै समस्या भए सरल र प्राकृतिक उपायहरू सुझाउने गर्दछौं । त्यसैले विशुद्ध चिना निर्माण गर्न लागि आजै सम्पर्क गर्नुहोस् ।
	  			</p>
	  		</div>
	  		<div class="col-sm-12 col-md-5" align="center">
	  			<img class="img-fluid" src="{{ asset('images/horoscope.png') }}">
	  		</div>
	  	</div>
	  	<br>
	</div>	

@endsection()			
