@extends('layouts.app')	

@section('content')

	<div class="container-fluid">
		<div class="serviceOverlay jumbotron bg-transparent">
		  <h1>वास्तुशास्त्र</h1>
		  <hr class="my-4">
		  <br><br>
		</div>
	</div>	

	<div class="white jumbotron" id="about">
	  <br><br>
	  <h2>के हो <span class="orange">वास्तुशास्त्र?</span></h2>
	  	<div class="row">
	  		<div class="col-sm-12 col-md-7">
	  			<br>
	  			<h4>वास्तुशास्त्र बारे</h4>
	  			<p>
	  				<br>वास्तुशास्त्र प्राचीन विज्ञान हो। यजुर्वेदको स्थापत्य अध्यायमा वास्तु शिल्पशास्त्रको वयान छ। वास्तु शिल्पशास्त्रलाई दुई भागमा बाँडिएको छ― देवशिल्प र मानवशिल्प। देवशिल्पमा मठमन्दिर, यज्ञशाला आदि धार्मिक संरचना निर्माण विधि सुझाइएको छ भने मानवशिल्पमा आवासीय भवनका विभिन्न कक्षहरू बनाउँदा ख्याल गर्नुपर्ने दिशा र कोणहरूबारे सविस्तार उल्लेख छ।यसले घर कसरी निर्माण गर्नुपर्छ भन्ने ज्ञान सिकाउँछ। वास्तुशास्त्रको पालन गरी बनाइएको घरमा बस्दा सुख, शान्ति एवं समृद्धि प्राप्त हुन्छ। यस्तो घरमा बस्दा उत्साह, उमङ र उल्लासको अनुभूति हुन्छ| वास्तुशास्त्रमा घरको कुन भाग कस्तो हुनुपर्छ भन्ने जानकारी दिइन्छ।
	  			</p>
	  		</div>
	  		<div class="col-sm-12 col-md-5" align="center">
	  			<img class="img-fluid" src="{{ asset('images/horoscope.png') }}">
	  		</div>
	  	</div>
	  	<br>
	</div>	

@endsection()			
